<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'Водителям';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site-drivers bordered-white round-bordered content-block row">
    <div class="col-md-2">
        <img  class="img-responsive bordered-white"  src="/img/driver2.jpg"/>
    </div>
    <div class="col-md-10">
        <h1><?= Html::encode($this->title) ?></h1>
        <p>Для водителей наша партнерская программа это отличная возможность начать зарабатывать реальные деньги уже сегодня! Независимо от того, состоите Вы в службе такси или просто хотите подработать, зарегистрируйтесь сейчас и начните получать заказы!
        Чтобы начать работать, совершенно не нужно получать какие-либо разрешения, регистрироваться в службе такси, платить абонентскую плату.
        Так же мы полностью исключили участие диспетчерских служб, и именно это позволило нам создать полностью автоматизированную систему, которой будет очень выгодно пользоваться как водителям, так и пассажирам.
        Ощутите все прелести быть независимым водителем, попробуйте наше приложение уже сегодня!</p>


        <h2>Преимущества работы с нами</h2>
        <div class="bs-callout bs-callout-success">
            <ul>
                <li>Вы сами решаете, когда и где работать.</li>
                <li>Комфортная работа без раций и диспетчеров.</li>
                <li>Возможность использовать приложение как дополнительный заработок.</li>
                <li>Заказы принимаются в приложении автоматически.</li>
                <li>Возможность начать зарабатывать уже сегодня.</li>
            </ul>
        </div>
        <p>Начать работать с нами – очень просто, для этого необходимо:</p>
        <ul>
        <li>Иметь собственный автомобиль</li>
        <li>Установить наше приложение из Play market или Apple store</li>
        <li>Пройти простую процедуру регистрации</li>
        <li>НАЧАТЬ ЗАРАБАТЫВАТЬ</li>
        </ul>
    </div>
</div>
