<?php

/* @var $this yii\web\View */

use yii\helpers\Html;
use yii\widgets\Menu;

$this->title = 'Публичная оферта: Обработка персональных данных';
$this->params['breadcrumbs'][] = ['label' => 'Публичная оферта', 'url' => ['site/page','view'=>'pub-offer']];
$this->params['breadcrumbs'][] = 'Персональные данные';
?>
<div class="site-about">
    <h1><?= Html::encode($this->title) ?></h1>

<p>Политика конфиденциальности персональной информации (далее — Политика)
действует в отношении всей информации, которую ИП Ахмедов Э.М. и/или его
аффилированные лица, включая все лица, входящие в одну группу с ИП
Ахмедов Э.М. (далее — Яндекс), могут получить о Пользователе во время
использования им любого из сайтов, сервисов, служб, программ, продуктов
или услуг Яндекса (далее — Сервисы, Сервисы Яндекса) и в ходе исполнения
Яндексом любых соглашений и договоров с Пользователем. Согласие
Пользователя с Политикой, выраженное им в рамках отношений с одним из
перечисленных лиц, распространяется на все остальные перечисленные лица.</p>
</p>

<p>Использование Сервисов Яндекса означает безоговорочное согласие
Пользователя с настоящей Политикой и указанными в ней условиями обработки
его персональной информации; в случае несогласия с этими условиями
Пользователь должен воздержаться от использования Сервисов.
</p>

<p>1. Персональная информация Пользователей, которую обрабатывает Яндекс
</p>

<p>1.1. В рамках настоящей Политики под «персональной информацией Пользователя» понимаются:
</p>

<p>1.1.1. Персональная информация, которую Пользователь предоставляет о себе самостоятельно при регистрации (создании учётной записи) или в процессе использования Сервисов, включая персональные данные Пользователя. Обязательная для предоставления Сервисов информация помечена специальным образом. Иная информация предоставляется Пользователем на его усмотрение.
</p>

<p>1.1.2. Данные, которые автоматически передаются Сервисам Яндекса в процессе их использования с помощью установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, данные файлов cookie, информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ к Сервисам), технические характеристики оборудования и программного обеспечения, используемых Пользователем, дата и время доступа к Сервисам, адреса запрашиваемых страниц и иная подобная информация.
</p>

<p>1.1.3. Иная информация о Пользователе, обработка которой предусмотрена условиями использования отдельных Сервисов Яндекса.
</p>

<p>1.2. Настоящая Политика применима только к информации, обрабатываемой в ходе использования Сервисов Яндекса. Яндекс не контролирует и не несет ответственность за обработку информации сайтами третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайтах Яндекса, в том числе в результатах поиска.
</p>

<p>1.3. Яндекс не проверяет достоверность персональной информации, предоставляемой Пользователем, и не имеет возможности оценивать его дееспособность. Однако Яндекс исходит из того, что пользователь предоставляет достоверную и достаточную персональную информацию и поддерживает эту информацию в актуальном состоянии. Последствия предоставления недостоверной или недостаточной информации определены в Пользовательском соглашении сервисов Яндекса (https://yandex.ru/legal/rules/).
</p>

<p>2. Цели обработки персональной информации Пользователей
</p>

<p>2.1. Яндекс собирает и хранит только ту персональную информацию, которая необходима для предоставления Сервисов или исполнения соглашений и договоров с Пользователем, за исключением случаев, когда законодательством предусмотрено обязательное хранение персональной информации в течение определенного законом срока.
</p>

<p>2.2. Персональную информацию Пользователя Яндекс обрабатывает в следующих целях:
</p>

<p>2.2.1. Идентификация стороны в рамках Сервисов, соглашений и договоров с Яндексом;
</p>

<p>2.2.2. Предоставление Пользователю персонализированных Сервисов и исполнение соглашений и договоров;
</p>

<p>2.2.3. Связь с Пользователем, в том числе направление уведомлений, запросов и информации, касающихся использования Сервисов, исполнения соглашений и договоров, а также обработка запросов и заявок от Пользователя;
</p>

<p>2.2.4. Улучшение качества Сервисов, удобства их использования, разработка новых Сервисов;
</p>

<p>2.2.5. Таргетирование рекламных материалов;
</p>

<p>2.2.6. Проведение статистических и иных исследований на основе обезличенных данных.
</p>

<p>3. Условия обработки персональной информации Пользователей и её передачи третьим лицам
</p>

<p>3.1. Яндекс хранит персональную информацию Пользователей в соответствии с внутренними регламентами конкретных сервисов.
</p>

<p>3.2. В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц. При использовании отдельных Сервисов, Пользователь соглашается с тем, что определённая часть его персональной информации становится общедоступной.
</p>

<p>3.3. Яндекс вправе передать персональную информацию Пользователя третьим лицам в следующих случаях:
</p>

<p>3.3.1. Пользователь выразил согласие на такие действия;
</p>

<p>3.3.2. Передача необходима для использования Пользователем определенного Сервиса либо для исполнения определенного соглашения или договора с Пользователем;
</p>

<p>3.3.3. При использовании Пользователем сервисов и услуг компании ООО НКО «Яндекс.Деньги» (ОГРН: 1127711000031) персональная информация Пользователя может передаваться в ООО НКО «Яндекс.Деньги» для обработки на условиях и для целей, определённых в Соглашении об использовании сервиса «Яндекс.Деньги» (https://money.yandex.ru/doc.xml?id=522764) и Политике Конфиденциальности ООО НКО «Яндекс.Деньги» (https://money.yandex.ru/doc.xml?id=525698);
</p>

<p>3.3.4. Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры;
</p>

<p>3.3.5. Такая передача происходит в рамках продажи или иной передачи бизнеса (полностью или в части), при этом к приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученной им персональной информации;
</p>

<p>3.3.6. В целях обеспечения возможности защиты прав и законных интересов Яндекса или третьих лиц в случаях, когда Пользователь нарушает Пользовательское соглашение сервисов Яндекса (https://yandex.ru/legal/rules/), настоящую Политику, либо документы, содержащие условия использования конкретных Сервисов.
</p>

<p>3.3.7. В результате обработки персональной информации Пользователя путем ее обезличивания получены обезличенные статистические данные, которые передаются третьему лицу для проведения исследований, выполнения работ или оказания услуг по поручению Яндекса.
</p>

<p>3.4. При обработке персональных данных Пользователей Яндекс руководствуется Федеральным законом РФ «О персональных данных».
</p>

<p>4. Изменение и удаление персональной информации. Обязательное хранение данных
</p>

<p>4.1. Пользователь может в любой момент изменить (обновить, дополнить) предоставленную им персональную информацию или её часть, воспользовавшись функцией редактирования персональных данных в разделе «Паспорт» (https://passport.yandex.ru/passport?mode=changereg) либо в персональном разделе соответствующего Сервиса.
</p>

<p>4.2. Пользователь также может удалить предоставленную им в рамках определенной учетной записи персональную информацию, воспользовавшись функцией «Удалить аккаунт» в разделе «Паспорт» (https://passport.yandex.ru/passport?mode=delete). При этом удаление аккаунта может повлечь невозможность использования некоторых Сервисов Яндекса.
</p>

<p>4.3. Права, предусмотренные пп. 4.1. и 4.2. настоящей Политики могут быть ограничены в соответствии с требованиями законодательства. В частности, такие ограничения могут предусматривать обязанность Яндекса сохранить измененную или удаленную Пользователем информацию на срок, установленный законодательством, и передать такую информацию в соответствии с законодательно установленной процедурой государственному органу.
</p>

<p>5. Обработка персональной информации при помощи файлов Cookie и счетчиков
</p>

<p>5.1. Файлы cookie, передаваемые Яндексом оборудованию Пользователя и оборудованием Пользователя Яндексу, могут использоваться Яндексом для предоставления Пользователю персонализированных Сервисов, для таргетирования рекламы, которая показывается Пользователю, в статистических и исследовательских целях, а также для улучшения Сервисов Яндекса.
</p>

<p>5.2. Пользователь осознает, что оборудование и программное обеспечение, используемые им для посещения сайтов в сети интернет могут обладать функцией запрещения операций с файлами cookie (для любых сайтов или для определенных сайтов), а также удаления ранее полученных файлов cookie.
</p>

<p>5.3. Яндекс вправе установить, что предоставление определенного Сервиса возможно лишь при условии, что прием и получение файлов cookie разрешены Пользователем.
</p>

<p>5.4. Структура файла cookie, его содержание и технические параметры определяются Яндексом и могут изменяться без предварительного уведомления Пользователя.
</p>

<p>5.5. Счетчики, размещенные Яндексом в Сервисах, могут использоваться для анализа файлов cookie Пользователя, для сбора и обработки статистической информации об использовании Сервисов, а также для обеспечения работоспособности Сервисов в целом или их отдельных функций в частности. Технические параметры работы счетчиков определяются Яндексом и могут изменяться без предварительного уведомления Пользователя.
</p>

<p>6. Меры, применяемые для защиты персональной информации Пользователя
</p>

<p>6.1. Яндекс принимает необходимые и достаточные организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.
</p>

<p>7. Изменение Политики конфиденциальности. Применимое законодательство
</p>

<p>7.1. Яндекс имеет право вносить изменения в настоящую Политику конфиденциальности. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики. Действующая редакция постоянно доступна на странице по адресу https://yandex.ru/legal/confidential/.
</p>

<p>7.2. К настоящей Политике и отношениям между Пользователем и Яндексом, возникающим в связи с применением Политики конфиденциальности, подлежит применению право Российской Федерации.
</p>

<p>8. Обратная связь. Вопросы и предложения
</p>

<p>8.1. Все предложения или вопросы по поводу настоящей Политики
Пользователь вправе направлять в Службу поддержки пользователей
Яндекса (http://feedback.yandex.ru/), либо по адресу 119021, Москва, ул.
Льва Толстого, 16, ИП Ахмедов Э.М.</p>

</div>
