<?php

/* @var $this yii\web\View */

use yii\helpers\Html;
use yii\widgets\Menu;

$this->title = 'Договор публичной оферты';
$this->params['breadcrumbs'][] = 'Публичная оферта';
?>
<div class="site-offer">
        <div class="txt-block">
    <h1><?= Html::encode($this->title) ?></h1>

    <?php /*=Menu::widget([
        'items' => [
            [ 'label' => Yii::t('app','For passengers'), 'url' => ['/site/page','view'=>'pub-offer-pass'] ],
            [ 'label' => Yii::t('app','For drivers'), 'url' => ['/site/page','view'=>'pub-offer-drv'] ],
            [ 'label' => Yii::t('app','Partnership'), 'url' => ['/site/page','view'=>'pub-offer-partn'] ],
            [ 'label' => Yii::t('app','Personal Data'), 'url' => ['/site/page','view'=>'pub-offer-persdat'] ],
        ],
    ])*/?>

<p>Настоящее Пользовательское соглашение (далее - Оферта) определяет права и
обязанности Пользователя и Администратора при использовании Сервиса «Inet-Taxi.Com» исключительно на
территории передаваемых прав.
</p>

<p>Настоящая Оферта адресована неопределенному кругу лиц и является
публичной офертой в соответствии с п. 2 ст. 437 Гражданского кодекса
Российской Федерации.

<p>Настоящая Оферта заключается в особом порядке: путем акцепта настоящей
Оферты, содержащей все существенные условия Оферты, без подписания
сторонами. Настоящая Оферта имеет юридическую силу в соответствии с
положениями действующего Гражданского кодекса Российской Федерации и
является равносильным договору, подписанному Сторонами.

<p>Безусловным акцептом Пользователем настоящей Оферты в соответствии со
ст. 438 Гражданского кодекса Российской Федерации является Регистрация
Пользователя в Сервисе, либо начало фактического использования
Сервиса.

<p>Настоящая Оферта размещена на Сайте в сети Интернет по следующей
ссылке: inet-taxi.com.


<h2>Общие положения</h2>

<p>Понятия и термины, используемые в настоящей Оферте:
<ol type="a">

<li>
<p><b>Сервис</b> – интернет-агрегатор для взаимодействий Пользователей,
расположенный на Сайте или в мобильном приложении и включающий в себя
программно-аппаратный комплекс, необходимый для функционирования Сервиса.</p>

<p>Сервис включает в себя интерфейс, программное обеспечение и иные
элементы необходимые для надлежавшего функционирования. Все права на
Сервис (и входящие в него элементы) принадлежат Администратору на основании
соответствующих лицензий и (или) договоров. Ни одно из положений
настоящего Соглашения не может трактоваться, как передача исключительных
прав на Сервис Пользователю.
</p>

</li>

<li>
<p><b>Сайт</b> – сайт, расположенный в сети Интернет по адресу inet-taxi.com.</p>
</li>

<li>
<p><b>Пользователь</b> - физическое лицо, достигшее 18 лет, прошедшее процедуру Регистрации в Сервисе.</p>
</li>

<li>
<p><b>Аккаунт</b> - совокупность защищенных страниц в Сервисе, создаваемых при
Регистрации Пользователя, посредством которого осуществляется
использование Сервиса и взаимодействие Пользователей. Доступ к Аккаунту
осуществляется Пользователем посредством ввода Логина и пароля.</p>
</li>

<li>
<p><b>Регистрация</b> - заполнение Пользователем Регистрационной формы на
Сервисе путем указания необходимых сведений, в том числе Логина, и
отправка ее в Сервис.</p>
</li>

<li>
<p><b>Логин</b> и <b>Пароль</b> - уникальный набор символов, создаваемый
Пользователем при прохождении Регистрации, предназначенный для доступа к
Аккаунту. В целях настоящей Оферты под Логином понимается номер
мобильного телефона Пользователя, а под Паролем — код, который
Пользователь вводит при регистрации или в процессе мены пароля. </p>
</li>

<li>
<p><b>Администратор</b> – ИП Ахмедов Эльмар Мамед оглы, являющийся Стороной
настоящей Оферты, предоставляющий Пользователю доступ к Сервису, и
осуществляющий прием, рассмотрение и направление ответов на жалобы и
пожелания Пользователей.</p>
</li>

<li><p><b>Неисключительная лицензия</b> - неисключительное, возмездное право
использования Сервиса, в порядке и способами указанными в настоящей
Оферте.</p></li>

</ol>

<p>В Соглашении могут быть использованы понятия и термины, не
определенные в пункте 1.1 настоящего Соглашения. В этих случаях
толкование понятий и терминов производится в соответствии с текстом и
смыслом данного Соглашения. В случае отсутствия однозначного толкования
понятия и термина в тексте Соглашения следует руководствоваться
толкованием понятий и терминов в соответствии с гражданским
законодательством и обычаями делового оборота.</p>

<h2>Предмет Оферты</h2>

<p>2.1. В соответствии с условиями настоящей Оферты Администратор
предоставляет Пользователю неисключительную лицензию на возможность
использования функционала Сервиса. Лицо, не согласное с условиями
настоящей Оферты не имеет права Регистрироваться в Сервисе или
использовать функционал Сервиса.</p>

<p>2.2. Оферта регулирует порядок пользования Сервисом, а также права и
обязанности Администратора и его Пользователей. Положения Оферты являются
обязательными для всех Пользователей и распространяются также на
отношения, связанные с правами и интересами третьих лиц, не являющихся
Пользователями Сервиса, но чьи права и интересы могут быть затронуты в
результате действий Пользователей Сервиса.</p>

<p>2.3. Оферта является открытым и общедоступным документом. Настоящая
Оферта может быть изменена и/или дополнена Администратором в
одностороннем порядке без какого-либо специального уведомления (согласия)
Пользователя. Действующая редакция Оферты размещена на Сайте Сервиса.
Изменения вступают в силу на следующий день после размещения новой
редакции Оферты на Сайте.</p>

<p>Администратор рекомендует Пользователям регулярно проверять условия
настоящей Оферты на предмет его изменения и/или дополнения. Продолжение
использования Сервиса после внесения изменений и/или дополнений в
настоящую Оферту будет означать принятие и согласие Пользователя с такими
изменениями и/или дополнениями. Пользователь имеет право отказаться от принятия
изменений и/или дополнений к настоящей Оферте, что расценивается как
отказ Пользователя от использования Сервиса.</p>

<p>2.4. Территория передаваемых прав – РФ.</p>

<p>2.5. Срок передаваемых прав - ограничен сроком действия настоящей
Оферты.</p>

<h2>Общие положения</h2>

<p>3.1. Администратор предоставляет доступ к Сервису посредством
персонального компьютера и различных мобильных устройств Пользователя,
как существующему в настоящее время, так и разработанному в будущем.</p>

<p>3.2. Пользователь осознает и соглашается с тем, что Сервис может
содержать рекламу, и что наличие данной рекламы является необходимым
условием пользования Сервиса.</p>

<p>3.3. Пользователь гарантирует, что данные, указанные при Регистрации,
являются актуальными и достоверными.</p>

<p>3.4. Администратор вправе вести учет активности Пользователя на
Сервисе и, с учетом этой информации, производить для Пользователя показ
рекламной информации. Указанная информация рассматривается как закрытая и
не подлежит разглашению Администратором, Пользователями и третьими
лицами.</p>

<p>3.5. Администратор вправе устанавливать любые дополнительные
требования и ограничения для Пользователя применительно к Регистрации на
Сервисе и использованию сервисов и функционала Сервиса.</p>

<h2>Статус Сервиса</h2>

<p>4.1. Все права на Сервис, коммерческое обозначение и товарный знак
«Inet-Taxi», в целом и на использование сетевого адреса (доменного имени)
inet-taxi.com принадлежат Администратору на основании соответствующих
договоров и разрешений. Последний предоставляет доступ к Сервису всем
заинтересованным Пользователям в соответствии с настоящей Офертой и
действующим законодательством Российской Федерации.</p>

<p>4.2. Администратор не предоставляет Пользователям никаких услуг кроме
предоставления доступа к функционалу Сервиса.</p>

<p>4.3. В рамках неисключительной лицензии Пользователь вправе
использовать Сервис путем получения доступа к Сервису посредством
Сайта и мобильного приложения «Inet-Taxi».</p>

<p>4.4. Сервис не является таксомоторной организацией, самостоятельно не
оказывает Пассажиру услуг по перевозке пассажиров и багажа, услуг по
перевозке грузов или каких-либо иных транспортных услуг, являясь
интернет-агрегатором, позволяющим Пользователям взаимодействовать.</p>

<h2>Права и обязанности Администратора</h2>

<p>5.1. Все обращения, предложения и претензии физических и юридических
лиц к Администратору, в связи с настоящей Офертой и всеми вопросами по
функционированию Сервиса, нарушениям прав и интересов третьих лиц при его
использовании, а также запросы уполномоченных законодательством
Российской Федерации лиц должны быть направлены на электронную почту, а
также на почтовый адрес, указанный в разделе 10 настоящей Оферты.</p>

<p>5.2. В отношении функционирования и развития Сервиса Администратор
руководствуются законодательством Российской Федерации, настоящей Офертой
и иными документами, которые разработаны или могут быть разработаны и
приняты Администратором в целях регламентации предоставления
Пользователям отдельных функционалов Сервиса.</p>

<p>5.3. Никакие положения настоящей Оферты не предоставляют Пользователям
и третьим лицам право на использование фирменного наименования, товарных
знаков, доменных имен и иных отличительных знаков Администратора по
настоящей Оферте.</p>

<p>5.4. Администратор обеспечивает функционирование и работоспособность
Сервиса и обязуется оперативно восстанавливать его работоспособность в
случае технических сбоев и перерывов. Администратор не несет
ответственность за временные сбои и перерывы в работе Сервиса и вызванную
ими потерю информации.</p>

<p>5.5. Администратор не несет ответственности за нарушение Пользователем
настоящей Оферты. Администратор, при получении информации от
Пользователей либо третьих лиц о нарушении Пользователем настоящей Оферты,
вправе изменять (модерировать) и/или удалять любую публикуемую
Пользователем информацию, нарушающую запреты, установленные настоящей
Офертой, приостанавливать, ограничивать или прекращать доступ
Пользователя ко всем или к любому из разделов или функционалов Сервиса в
любое время по любой причине или без объяснения причин, с предварительным
уведомлением или без такового, не отвечая за любой вред, который может
быть причинен Пользователю таким действием. Администратор не несет
ответственность за осуществленное в соответствии с настоящей Офертой
временное блокирование или удаление информации Пользователя.</p>

<p>5.6. Администратор не несет ответственности за действия Пользователей
и за взаимоотношения между Пользователями. Администратор ни при каких
обстоятельствах не может быть привлечен в качестве Стороны по спорам
между Пользователями, по спорам между Пользователями и третьими лицами/
органами государственной власти.</p>

<p>5.7. Администратор вправе направлять уведомления Пользователям
посредством СМС-сообщений или иных каналов связи.</p>

<p>5.8. Администратор вправе получать лицензионное вознаграждение от
Пользователей в рамках настоящей Оферты.</p>

<h2>Регистрация на Сервисе, статус Пользователя и Персональные данные</h2>

<p>6.1. Регистрация на Сервисе является добровольной, бесплатной и
осуществляется в сети Интернет на Сайте или в мобильном
приложении «Inet-Taxi».</p>

<p>Регистрация считается оконченной в момент заполнения Регистрационной
формы и отправки ее Администратору. После отправки Регистрационной формы на
телефон Пользователя приходит уведомление подтверждающее прохождение
Регистрации с кодом для подтверждения номера телефона Пользователя.</p>

<p>6.2. Введенные Пользователем при Регистрации Логин и Пароль являются
необходимой и достаточной информацией для доступа Пользователя
в Сервисе.</p>

<p>6.3. Пользователь подтверждает, что данные являются общедоступными и
доступны любому Пользователю Сервиса и обрабатываются в соответствии с
действующим законодательством РФ о персональных данных (в случае, если
указанные данные относятся к персональным в соответствии с действующим
законодательством).</p>

<p>6.4. С учетом положений п. 6.3., настоящей Оферты Пользователь
осознает и дает согласие, что в результате сбоя, технических
неисправностей, действий третьих лиц в том числе (но не ограничиваясь)
вирусной или хакерской атаки данные Пользователя, указанные на Сервисе,
могут стать доступны третьим лицам. Пользователь обязуется не предъявлять
требований к Администратору в случае наступления
указанных обстоятельств.</p>

<style>
ol.parenth {
  counter-reset: list;
}
.parenth li:before{
    display:inline-block;
    width: 1em;
    position:relative;
    left:-0.5em;
    content: counter(list, lower-alpha) ') ';
    counter-increment: list;
}
.parenth li {
    list-style: none;
    position: relative;
}
</style>

<p>6.5. Пользователь дает согласие Администратору на:
<ol type="a" class="parenth">

<li> передачу персональных данных посредством Сервиса неограниченному кругу лиц в т.ч. посредством сети Интернет;</li>

<li> использование персональных и статистических данных Пользователя для демонстрации рекламных объявлений;</li>

<li> направления информации об услугах, новостях Администратора и (или) партнеров Администратора;</li>

<li> предоставления персональных данных уполномоченным органам государственной власти, в случае поступления соответствующих запросов.</li>
</ol>
</p>

<p>6.6. Пользователь имеет право в любой момент изменить данные, указанные
при Регистрации, используя Личный кабинет.</p>

<p>6.7. Пользователи гарантируют свою право и дееспособность, что имеют
полное право и полномочия на заключение и исполнение настоящей Оферты, в
том числе на выплату Администратору лицензионного вознаграждения в рамках
настоящей Оферты.</p>

<p>6.8. Размещая данные и сведения и присоединяясь к настоящей Оферте,
Пользователь выражает свое согласие Администратору на обработку данных,
на отражение их в профиле Пользователя с учетом доступного
функционала (который может быть изменен по усмотрению Администратора), а
также на то, что отражаемые в профиле учетные данные и иные данные будут
считаться доступными для пользователей сети Интернет с учетом такого
функционала. Пользователь соглашается на передачу Администратором третьим
лицам учетных и иных данных, в том числе для целей их обработки, для
обеспечения функционирования Сервиса, его отдельных функционалов;
реализации партнерских и иных программ Сервиса.</p>

<p>6.9. Цель обработки учетных данных Пользователя заключается в
предоставлении последнему возможности использования Сервиса и
предоставлении прав использования дополнительных
функциональных (программных) возможностей Сервиса, проведении рекламных
кампаний, предоставлении таргетированной рекламы и функционалов,
проведении статистических исследований и анализа полученных
статистических данных, осуществлении иных действий, описанных в настоящей
Оферте. Обработка учетных данных Пользователя осуществляется
Администратором в срок с момента регистрации Пользователя и до момента
удаления его учетной записи.</p>

<p>6.10. Пользователи при регистрации информации, несут ответственность
перед любыми третьими лицами за точность и достоверность такой
информации.</p>

<p>6.11. При регистрации Пользователей Администратор не осуществляют
контроль за их дееспособностью и правоспособностью. В том случае, если у
Администратора имеются основания полагать, что Пользователь нарушил
условия регистрации на Сервисе, то Администратор оставляет за собой право
приостановить либо аннулировать регистрацию Пользователя и отказать в
доступе к функционалам, размещенным на Сервисе.</p>

<p>6.12. Администратор не несет ответственность за информацию,
предоставленную Пользователем при Регистрации в случае, если Пользователь
самостоятельно предоставил доступ к такой информации третьим лицам.</p>

<p>6.13. При пользовании Сервисом Пользователям запрещается использовать
(размещать) материалы, содержащие:
<ol class="parenth">

<li>нецензурные или бранные слова или словосочетания, порнографические
изображения и тексты или сцены сексуального характера с участием
несовершеннолетних;</li>

<li>угрозы, призывы к насилию и совершению противоправных действий,
нарушению законодательства РФ;</li>

<li>элементы насилия, жестокости, расовой, межнациональной или межрелигиозной розни, а также ссылки на такие материалы;</li>

<li>нацистскую атрибутику или символику;</li>

<li>пропаганду преступной деятельности, руководства по совершению противоправных действий;</li>

<li>материал, содержащий угрозы, который дискредитирует, оскорбляет,
порочит честь и достоинство или деловую репутацию или нарушает
неприкосновенность частной жизни других Пользователей или третьих лиц;</li>

<li>иные материалы нарушающие действующее законодательство РФ.</li>
</ol>
</p>

<p>6.14. Пользователь соглашается соблюдать все законы в налоговой сфере,
включая законы о декларировании и уплате налогов, возникающих в связи с
использованием Сервиса, и несет ответственность за декларирование и
уплату всех применимых налогов.</p>

<h2>Ответственность сторон и ограничения ответственности</h2>

<p>7.1. Сторона, нарушившая свои обязательства по настоящей Оферте должна
без промедления устранить нарушения или принять меры к устранению
последствий.</p>

<p>7.2. Пользователь использует функционал Сервиса на свой собственный
риск. Администратор не принимает на себя никакой ответственности, в том
числе за соответствие сервисов целям Пользователя.</p>

<p>7.3. При любых обстоятельствах ответственность Администратора Сервиса
ограничивается суммой, в размере 1 000 (одна тысяча) рублей.</p>

<p>7.4. Пользователь самостоятельно несет ответственность за сохранность
своего Логина и Пароля и за убытки, которые могут возникнуть по причине
несанкционированного его использования.</p>

<p>7.5. Администратор не несет ответственности за вещи оставленные у
водителей Сервиса.</p>

<p>7.6. Информацию, полученную на Сервисе, нельзя передавать третьим
лицам.</p>

<p>7.7. Пользователь обязуется соблюдать законодательство Российской
Федерации и самостоятельно нести ответственность, в случае невыполнения
условий настоящей Оферты и нарушения законодательства Российской
Федерации.</p>

<p>7.8. Администратор ни при каких обстоятельствах не несет
ответственность за действия (бездействия) Пользователей и третьих лиц и
за обстоятельства непреодолимой силы (форс-мажор), повлекшие причинение
морального и (или) материального вреда, а также вреда жизни и здоровью
вне зависимости от того, мог ли Администратор предвидеть возможность
наступления такого вреда и возможность его устранения или не мог.
Администратор ни при каких обстоятельствах не может быть привлечен в
качестве Стороны по спорам между Пользователями.</p>

<p>7.9. Пользователи обязуются соблюдать законодательство Российской
Федерации, субъекта Российской Федерации, на территории которого
предоставляют услуги по перевозке. Пользователи подтверждают, что
уведомлены о наступлении гражданско-правовой, административной и
уголовной ответственности, в случае нарушения условий настоящей Оферты и
законодательства Российской Федерации, субъекта Российской Федерации.</p>

<p>7.10. Сервис предоставляется Пользователю «как есть» (as is), в
соответствии с общепринятым в международной практике принципом. Это
означает, что за проблемы, возникающие в процессе установки, обновления,
поддержки и эксплуатации Сервиса (в т. ч. проблемы совместимости с
другими программными продуктами (пакетами, драйверами и др.),
несоответствия результатов использования Сервиса ожиданиям Пользователя и
т.п.), Администратор ответственности не несет. Пользователь должен
понимать, что несет полную ответственность за возможные негативные
последствия, вызванные несовместимостью или конфликтами Сервиса с другими
программными продуктами, установленными на компьютере или ином устройстве
Пользователя. Сервис не предназначен и не может быть использован в
информационных системах, работающих в опасных средах либо обслуживающих
системы жизнеобеспечения, в которых сбой в работе Сервиса может создать
угрозу жизни людей или повлечь большие материальные убытки.</p>

<h2>Срок действия Оферты и порядок расторжения</h2>

<p>8.1. Настоящая Оферта вступает в силу с даты акцепта и действует до
расторжения Сторонами, а в части передачи неисключительной лицензии — в
течение срока, установленного Администратором.</p>

<p>8.2. Настоящая Оферта является офертой и в силу действующего
гражданского законодательства РФ Пользователь имеет право на отзыв оферты
в соответствии с положениями ГК РФ. В случае отзыва настоящей Оферты
Пользователем в течение срока его действия настоящая Оферта считается
прекращенной с момента отзыва.</p>

<p>8.3. Настоящая Оферта может быть расторгнута досрочно:

<p>8.3.1 по взаимному соглашению Сторон.</p>

<p>8.3.2 по инициативе Администратора в одностороннем внесудебном порядке
в случае нарушения Пользователем условий настоящей
Лицензионной оферты.</p>

<p>8.3.3 по инициативе Администратора в одностороннем внесудебном порядке
в случае нарушения Пользователем авторского права третьих лиц без
возврата Пользователю каких-либо денежных средств (в случае, если они
были оплачены).</p>

<h2>Обстоятельства непреодолимой силы</h2>

<p>9.1. Основанием, освобождающим Стороны от ответственности, является
действие непреодолимой силы. Под непреодолимой силой в смысле данного
пункта понимаются обстоятельства, указанные в п. 3 ст. 401 ГК Российской
Федерации, включая обстоятельства, возникшие помимо воли и желания сторон
и которые нельзя предвидеть или избежать (обстоятельства непреодолимой
силы), включая объявленную или фактическую войну, решения и постановления
федеральных, региональных и муниципальных органов власти и управления,
гражданские волнения, эпидемии, блокаду, общегородские мероприятия,
связанные с перекрытием автодорог
и улиц, митинги, забастовки, дорожно-транспортные происшествия, пробки на
дорогах, эмбарго, включая аномальные природные условия: гололед, дожди,
снегопад, мороз, наводнение, землетрясение и.т.д., пожары и другие
стихийные бедствия.</p>

<p>9.2. Стороны, подвергшиеся действию непреодолимой силы, обязаны
немедленно по номеру телефона/факсу/электронной
почте/sms-уведомлением/мессенджером известить другую Сторону о
возникновении, о виде, возможной продолжительности действия непреодолимой
силы и о том, выполнению каких именно обязанностей она препятствует.</p>

<p>9.3. В случае наступления вышеуказанных обстоятельств, подтвержденного
своевременным уведомлением другой стороны, выполнение обязательств
противоположной стороной сдвигается на время действия этих обстоятельств.
В случае не уведомления, Сторона, подвергшаяся действию непреодолимой
силы, не может в дальнейшем ссылаться на действие непреодолимой силы как
на основание, освобождающее её от ответственности.</p>

<h2>Разрешение споров</h2>

<p>10.1. Все споры по настоящей Оферте решаются путем переговоров.
Стороны устанавливают обязательный досудебный порядок. Пользователь
обязан направить претензию Администратору в письменном виде заказным
письмом по адресу, указанному в настоящей Оферте. Администратор отвечает
на претензию в течении 30 (тридцати) календарных дней с момента получения
претензии.</p>

<p>10.2. В случае невозможности урегулирования возможных споров по
настоящей Оферте, такие споры будут рассмотрены в судебном порядке по
месту нахождения Администратора.</p>

<h2>Иные положения</h2>

<p>11.1. Пользователь осуществляет взаимодействие с Администратором
только по данным указанным в настоящей Оферте.</p>

<p>11.2. Отношения, возникающие из настоящей Оферты регулируются
законодательством РФ.</p>

<p>11.3. Пользователь самостоятельно и за свой счет несет полную
ответственность за причинение ущерба Пользователям/третьим лицам либо
грузу в случае ДТП.</p>

<p>11.4. Администратор не обязан хранить данные Пользователя (сведения
базы данных, статистику и т. д.) и вправе их удалить из базы данных.</p>

<p>11.5. Пользуясь Сервисом, Пользователи в соответствии с положениями
Федерального закона от 27 июля 2006 года № 152-ФЗ «О персональных
данных», дают свое согласие на обработку Администратором персональных
данных, включающих: фамилию, имя, отчество, фотографию, пол, дату
рождения, номера контактных телефонов, данные о транспортном средстве;
предоставляют Администратору право осуществлять все действия (операции)
со своими персональными данными в целях выполнения условий настоящего
Соглашения, включая сбор, систематизацию, накопление, хранение,
обновление, изменение использование, обезличивание, блокирование,
уничтожение, включая обработку персональных данных посредством внесения
их в электронную базу данных, включения в списки (реестры) и отчетные
формы, прием и передачу своих персональных данных с использованием
машинных носителей и по каналам связи, с соблюдением мер, обеспечивающих
их защиту от несанкционированного доступа, при условии, что их прием и
обработка будут осуществляться лицом, обязанным сохранять
профессиональную тайну.</p>

<p>11.6. Пользователь вправе отозвать свое согласие на обработку
персональных данных посредством направления в адрес Администратора
соответствующего письменного заявления по почте (заказным письмом с
описью вложения и уведомлением о вручении), либо путем вручения лично под
расписку уполномоченному представителю Администратора на сбор и обработку
персональных данных о себе в целях исполнения условий настоящей Оферты.</p>

<h2>Реквизиты Администратора</h2>

<p>Прием жалоб и пожеланий Пользователей о качестве работы Сервиса
осуществляется по адресу: ИП Ахмедов Э.М., 620107, г. Екатеринбург, ул.
Героев России, д. 2, оф. 47. Электронный адрес: <a
href="mailto:veksoftware.ekb@gmail.com">veksoftware.ekb@gmail.com</a>
тел.: +7 968 201-00-00.

</div>
</div>

